Repository: simon-knuth/scanner
Catalog: Scanner/Scanner/Resources/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, id, it

# ZoomOutToolTip
source: Zoom Out (Ctrl + Mouse Wheel Down)
de: Verkleinern (Strg + Mausrad runter)
es: Alejar (Ctrl + Rueda del mouse hacia abajo)
fr: Dézoomer (ctrl + roulette de la souris vers le bas)
id: Perkecil (Ctrl + Roda mouse kebawah)
it: Riduci (Ctrl + Rotellina mouse in giù)

# ProjectNavigationIndicator
source: {0} of {1}
de: {0} von {1}
es: {0} de {1}
fr: {0} sur {1}
id: {0} dari {1}
it: {0} di {1}

# ResolutionValueDefault
source: {0:0} DPI (Default)
de: {0:0} DPI (Standard)
es: {0:0} PPP (Predeterminado)
fr: {0:0} PPP (Défaut)
id: {0:0} DPI (Bawaan)
it: {0:0} DPI (Predefinito)

# ResolutionValueDocuments
source: {0:0} DPI (Best for documents)
de: {0:0} DPI (ideal für Dokumente)
es: {0:0} PPP (Recomendado para documentos)
fr: {0:0} PPP (Idéal pour les documents)
id: {0:0} DPI (Terbaik untuk dokumen)
it: {0:0} DPI (Migliore per documenti)

# ResolutionValuePhotos
source: {0:0} DPI (Best for photos)
de: {0:0} DPI (ideal für Fotos)
es: {0:0} PPP (Recomendado para fotos)
fr: {0:0} PPP (Idéal pour les photos)
id: {0:0} DPI (Terbaik untuk foto)
it: {0:0} DPI (Migliore per foto)

# ScanCompleteMultiplePagesNarratorNotification
source: Scan complete, added {0} pages
de: Scan abgeschlossen, {0} Seiten hinzugefügt
es: Escaneo completo, añadidas {0} páginas
fr: Numérisation terminée, {0} pages ajoutées
id: Pemindaian selesai, menambahkan {0} halaman
it: Scansione completata, aggiunte {0} pagine

# ScanFailedNarratorNotification
source: Scan failed
de: Scan fehlgeschlagen
es: Escaneo fallido
fr: Numérisation échouée
id: Pemindaian gagal
it: Scansione fallita

# ChangesSavedNarratorNotification
source: Changes saved
de: Änderungen gespeichert
es: Cambios Guardados
fr: Changements sauvegardés
id: Perubahan tersimpan
it: Modifiche salvate

# ScanCompleteSinglePageNarratorNotification
source: Scan complete, added one page
de: Scan abgeschlossen, eine Seite hinzugefügt
es: Escaneo Completado, se ha añadido una página
fr: Numérisation terminée, une page ajoutée
id: Pemindaian selesai, menambahkan satu halaman
it: Scansione completata, aggiunta una pagina

# TextSavedChangesCopyAccessibility
source: Changes saved as copy
de: Änderungen als Kopie gespeichert
es: Cambios guardados como copia
fr: Changements sauvegardés en tant que copie
id: Perubahan disimpan sebagai salinan
it: Modifiche salvate in un nuovo documento

# SupportDevelopment
source: Support the development
de: Die Entwicklung unterstützen
es: Apoya el desarrollo
fr: Soutenir le développement
id: Mendukung pengembangan
it: Supporta lo sviluppo

# CancelScanToolTip
source: Cancel currently running scan
de: Laufenden Scan abbrechen
es: Cancelar escaneo en curso
fr: Annuler la numérisation en cours
id: Batalkan pemindaian yang sedang berjalan
it: Ferma la scansione avviata

# SettingsTheme
source: Theme
de: Design
es: Tema
fr: Thème
id: Tema
it: Tema

# SettingsFeedbackRateInStore
source: Rate in the Microsoft Store
de: Im Microsoft Store bewerten
es: Valorar en la tienda de Microsoft
fr: Évaluer sur le Microsoft Store
id: Nilai di Microsoft Store
it: Valuta nel Microsoft Store

# PerformedAutoRotationBody
source: One or more pages were automatically rotated. This feature can be disabled in the settings.
de: Eine oder mehr Seiten wurden automatisch gedreht. Diese Funktion kann in den Einstellungen deaktiviert werden.
es: Una o más páginas fueron rotadas automáticamente. Esta característica se puede desactivar en la configuración.
fr: Une ou plusieurs pages ont été automatiquement pivotées. Cette fonctionnalité peut être désactivée dans les paramètres.
id: Satu atau lebih halaman diputar secara otomatis. Fitur ini dapat dinonaktifkan di pengaturan.
it: Una o più pagine sono state automaticamente ruotate. Questa funzionalità può essere disabilitata nelle impostazioni.

# PerformedAutoRotationHeading
source: Automatic rotation
de: Automatisches Drehen
es: Giro automático
fr: Rotation automatique
id: Rotasi otomatis
it: Rotazione automatica

source: Latest changelog
de: Neuestes Changelog
es: Lista de cambios reciente
fr: Dernières nouveautés
id: Changelog terbaru
it: Ultima lista dei cambiamenti

# ChangelogMoreHeading
source: And much more!
de: Und vieles mehr!
es: ¡Y mucho más!
fr: Et bien plus !
id: Dan banyak lagi!
it: E molto altro!

# HelpScannerDiscoveryBody
source: Please make sure that your scanner is switched on and either connected via Wi-Fi or a USB cable. If your scanner isn't listed in the Windows settings app, you'll first need to add it from there. Once you see your scanner in the settings app and it isn't labeled "Offline" anymore, the connection is working and you're good to go! &nbsp; **Tip:** If Windows takes too long to find your already installed wireless scanner, you can just turn off and on Wi-Fi to immediately trigger a network search. Keep in mind that this may interrupt internet access across all apps on your device.
de: Bitte stellen Sie sicher, dass Ihr Scanner eingeschaltet ist und über Wi-Fi oder ein USB-Kabel mit dem PC verbunden wurde. Wenn Ihr Scanner nicht in den Windows-Einstellungen zu sehen ist, müssen Sie ihn dort erst hinzufügen. Sobald Sie Ihren Scanner in den Windows-Einstellungen sehen und er nicht mehr als "Offline" gekennzeichnet ist, ist die Verbindung hergestellt und Sie können mit dem Scannnen loslegen! &nbsp; **Tipp:** Wenn Windows zu lange braucht, um Ihren bereits installierten drahtlosen Scanner zu finden, können Sie einfach Wi-Fi aus- und wieder einschalten um sofort eine Netzwerksuche zu starten. Bitte denken Sie daran, dass dadurch womöglich die Internetverbindung sämtlicher Programme unterbrochen wird.
es: Por favor asegúrate de que tu escáner esté encendido y conectado mediante Wi-Fi o un cable USB. Si tu escáner no aparece en la Configuración de Windows, primero tendrás que añadirlo desde allí. Una vez que veas tu escáner en la Configuración y ya no esté etiquetado como "Inactivo", ¡la conexión está lista y funcionando! &nbsp; **Consejo:** Si Windows tarda demasiado en encontrar tu ya instalado escáner inalámbrico, puedes desactivar y activar el Wi-Fi para activar inmediatamente una búsqueda de red. Ten en cuenta que esto puede interrumpir el acceso a Internet en todas las aplicaciones de tu dispositivo.
fr: Veuillez vous assurer que votre scanneur est allumé et connecté via Wi-Fi ou un câble USB. Si votre scanner n'est pas répertorié dans les paramètres Windows, vous devez d'abord l'ajouter à partir de là. Une fois que vous voyez votre scanneur dans les paramètres Windows et qu'il n'est plus étiqueté « Hors ligne », la connexion fonctionne et vous êtes bon pour numériser. &nbsp; **Conseil :** Si Windows met trop de temps à trouver votre scanner sans fil déjà installé, vous pouvez simplement désactiver et réactiver le Wi-Fi pour déclencher immédiatement une recherche de réseau. Gardez à l'esprit que cela peut interrompre l'accès à Internet dans toutes les applications de votre appareil.
id: Pastikan pemindai anda dihidupkan dan terhubung melalui Wi-Fi atau kabel USB. Jika pemindai anda tidak terdaftar di aplikasi pengaturan Windows, Anda harus menambahkannya terlebih dahulu dari sana. Setelah Anda melihat pemindai Anda di aplikasi pengaturan dan tidak lagi berlabel "Offline", koneksi berfungsi dan anda siap melakukannya! &nbsp; **Kiat:** Jika Windows memerlukan waktu terlalu lama untuk menemukan pemindai nirkabel yang sudah terpasang, Anda dapat mematikan dan menyalakan Wi-Fi untuk segera memicu pencarian jaringan. Ingatlah bahwa ini dapat mengganggu akses internet di semua aplikasi di perangkat anda.
it: Per favore, assicurati che il tuo scanner sia acceso e connesso via Wi-Fi o attraverso un cavo USB. Se il tuo scanner non è elencato nelle impostazioni di Windows, devi prima aggiungerlo da lì. Quando vedrai lo scanner nell'app Impostazioni senza più l'etichetta "Offline", la connessione sarà stabilita e potrai procedere con le scansioni! &nbsp; **Suggerimento:** Se Windows impiega troppo tempo per trovare il tuo scanner wireless già installato, puoi spegnere e riaccendere il Wi-Fi per innescare immediatamente una nuova ricerca nella rete. Ricorda che questo potrebbe interrompere il tuo accesso ad internet tra tutte le app sul tuo dispositivo.

# HelpScannerNotWorkingBody
source: Restarting a scanner usually solves most issues that you might experience. Sometimes the Windows scanning interface itself doesn't behave as expected, which may require restarting your PC. In very rare cases, the scanner installation can be faulty and you need to remove and then add the scanner in the settings again. &nbsp; Please also consult your scanner manual for additional guidance or contact the manufacturer.
de: Ein Neustart des Scanners behebt in der Regel die meisten Probleme. Manchmal kann auch die Windows Scanner-Schnittstelle fehlerhaft sein, wodurch ein Neustart des PCs nötig wird. In sehr seltenen Fällen kann auch die Scanner-Installation fehlerhaft sein und muss wiederholt werden, indem der Scanner in den Windows-Einstellungen entfernt und neu hinzugefügt wird. &nbsp; Bitte lesen Sie außerdem die Anleitung Ihres Scanners für weitere Informationen oder kontaktieren Sie den Hersteller.
es: Reiniciar un escáner generalmente resuelve la mayoría de los problemas que podrías experimentar. A veces la misma interfaz de escaneo de Windows no funciona como debería, lo que puede requerir que reinices tu PC. En casos muy raros, la instalación del escáner puede ser defectuosa y es necesario quitar y añadir de nuevo el escáner en la Configuración. &nbsp; Consulta también el manual del escáner para obtener más información o comunícate con el fabricante.
fr: Le redémarrage d'un scanneur résout généralement la plupart des problèmes que vous pourriez rencontrer. Parfois, l'interface de numérisation de Windows elle-même ne se comporte pas comme prévu, ce qui peut nécessiter le redémarrage de votre PC. Dans de très rares cas, l'installation du scanneur peut être défectueuse et vous devez supprimer puis ajouter à nouveau le scanneur dans les paramètres. &nbsp; Veuillez également consulter le manuel de votre scanneur pour obtenir des conseils supplémentaires ou contactez le fabricant.
id: Memulai ulang pemindai biasanya menyelesaikan sebagian besar masalah yang mungkin anda alami. Terkadang antarmuka pemindaian Windows itu sendiri tidak berfungsi seperti yang diharapkan, yang mungkin mengharuskan PC anda dihidupkan ulang. Dalam kasus yang sangat jarang, penginstalan pemindai mungkin salah dan anda perlu menghapus lalu menambahkan pemindai di pengaturan lagi. &nbsp; Silakan baca juga manual pemindai anda untuk panduan tambahan atau hubungi produsennya.
it: Riavviare uno scanner solitamente risolve molti problemi che potresti incontrare. A volte l'interfaccia di scansione di Windows non si comporta come previsto e questo potrebbe richiedere il riavvio del PC. In casi molto rari, l'installazione dello scanner potrebbe essere difettosa e dovresti rimuovere e poi riaggiungere nuovamente lo scanner nell'app Impostazioni. &nbsp; Per favore, consulta anche il manuale del tuo scanner per una guida aggiuntiva o contatta il produttore.

# HelpChangeScanFolderBody
source: You can change the save location for new scans in the settings. If you like, you can also be asked every time you scan something new - great for always putting stuff right where it belongs, instead of having to organize it afterwards.
de: Sie können den Speicherort für neue Scans in den Einstellungen festlegen. Auf Wunsch können Sie auch bei jedem Scan nach einem Speicherort gefragt werden - eine super Möglichkeit Dateien immer direkt im richtigen Ordner zu speichern, statt sie mühsam nachträglich zu ordnen.
es: Puedes cambiar la ubicación de guardado para nuevos escaneos en la configuración. Si quieres, también se te puede preguntar por una ubicación cada vez que escaneas algo nuevo - ideal para siempre poner las cosas justo donde pertenecen, en lugar de tener que organizarlo después.
fr: Vous pouvez modifier l'emplacement d'enregistrement des nouvelles numérisations dans les paramètres. Si vous le souhaitez, vous pouvez également être invité à choisir l'emplacement à chaque nouvelle numérisation - idéal pour toujours mettre les choses à leur place, au lieu d'avoir à les organiser par la suite.
id: Anda dapat mengubah lokasi penyimpanan untuk pemindaian baru di pengaturan. Jika suka, Anda juga dapat ditanyai setiap kali memindai sesuatu yang baru - bagus untuk selalu meletakkan barang di tempatnya, daripada harus mengaturnya setelah itu.
it: Puoi cambiare la destinazione di salvataggio per le nuove scansioni nelle impostazioni. Se preferisci, la destinazione può essere richiesta ogni volta che scansioni qualcosa di nuovo - utile per salvare i documenti esattamente dove dovrebbero stare, invece che dover spostarli ogni volta.

# HelpChooseResolutionBody
source: The resolution determines the overall sharpness of the scan and also heavily influences the file size. Scanning at a high resolution can inflate the file and increase the required time for each page to be scanned. Scanning at a low resolution can result in a loss of detail and even produce illegible text. Selecting a resolution is possible in **flatbed or feeder** mode. The app always chooses a default resolution for you, which works great for all kinds of scans. Sometimes it even recommends a resolution for documents and a separate one for photos. As a rule of thumb, documents only require a resolution of about 300 DPI, whereas photos benefit from a higher resolution of about 500 DPI.
de: Die Auflösung bestimmt, wie scharf ein Scan ist und hat großen Einfluss auf die Dateigröße. Eine hohe Auflösung kann Dateien unnötig aufblähen und die benötigte Zeit für den Scan erhöhen. Bei einer niedrigen Auflösung gehen Details verloren und gescannter Text ist womöglich nicht mehr leserlich. Eine Auflösung kann nur bei Nutzung vom **Flachbett oder Einzug** gewählt werden. Die App wählt immer eine standardmäßige Auflösung, die für alle Arten von Scans gut geeignet ist. Manchmal wird auch eine Auflösung für Dokumente und eine separate Auflösung für Fotos empfohlen. Als Faustregel können Sie sich merken, dass Dokumente nur eine Auflösung von ca. 300 DPI benötigen und Fotos eine etwas höhere Auflösung von ca. 500 DPI.
es: La resolución determina la nitidez general del escaneo y también influye fuertemente en el tamaño del archivo. El escaneo a alta resolución puede inflar el tamaño del archivo y aumentar el tiempo requerido para que cada página sea escaneada. Escanear a baja resolución puede resultar en una pérdida de detalle e incluso producir texto ilegible. Es posible seleccionar una resolución en el modo **escáner plano o alimentador**. La aplicación siempre elige una resolución predeterminada para ti, que funciona muy bien para todo tipo de escaneos. A veces incluso recomienda una resolución para los documentos y otra para las fotos. Como regla general, los documentos sólo requieren una resolución de unos 300 PPP, mientras que las fotos se benefician de una resolución más alta de unos 500 PPP.
fr: La résolution détermine la netteté globale de la numérisation et influence également fortement la taille du fichier. La numérisation à haute résolution peut faire grossir le fichier et augmenter le temps requis pour chaque page à numériser. La numérisation à faible résolution peut entraîner une perte de détails et même produire du texte illisible. La sélection d'une résolution est possible en mode **plateau ou chargeur**. L'application choisit toujours une résolution par défaut pour vous, qui fonctionne très bien pour toutes sortes de numérisations. Parfois, il recommande même une résolution pour les documents et une autre pour les photos. En règle générale, les documents ne nécessitent qu'une résolution d'environ 300 DPI, tandis que les photos bénéficient d'une résolution plus élevée d'environ 500 DPI.
id: Resolusi menentukan ketajaman keseluruhan pemindaian dan juga sangat memengaruhi ukuran file. Memindai dengan resolusi tinggi dapat memperbesar file dan menambah waktu yang diperlukan untuk setiap halaman yang akan dipindai. Memindai dengan resolusi rendah dapat mengakibatkan hilangnya detail dan bahkan menghasilkan teks yang tidak terbaca. Memilih resolusi dimungkinkan dalam mode **flatbed atau feeder**. Aplikasi ini selalu memilih resolusi default untuk Anda, yang berfungsi dengan baik untuk semua jenis pemindaian. Kadang-kadang bahkan merekomendasikan resolusi untuk dokumen dan resolusi terpisah untuk foto. Sebagai patokan, dokumen hanya membutuhkan resolusi sekitar 300 DPI, sedangkan foto mendapat manfaat dari resolusi yang lebih tinggi sekitar 500 DPI.
it: La risoluzione determina la nitidezza complessiva della scansione e influenza in maniera determinante le dimensioni del documento. Scansionare ad un'alta risoluzione può ingigantire il file e aumentare il tempo richiesto per scansionare ogni pagina. Scansionare ad una bassa risoluzione può risultare in una perdita di dettaglio ed eventualmente può produrre un testo illeggibile. Selezionare una risoluzione è possibile nelle modalità **piano o alimentatore**. L'app sceglie sempre la risoluzione predefinita per te che funziona bene per tutti i tipi di scansioni. Alcune volte raccomanda una risoluzione per i documenti ed una differente per le foto. Come regola generale, solo i documenti richiedono una risoluzione di circa 300 DPI, mentre invece le foto traggono vantaggio da una risoluzione più alta, di circa 500 DPI.

# HelpReorderPdfBody
source: Mixed up some pages while scanning? No need to start over, you can quickly reorder the pages in your PDF file after scanning. Just drag and drop pages in the page list and put everything where it belongs.
de: Haben Sie ein paar Seiten beim Scannen durcheinandergebracht? Dann müssen Sie nicht alles nochmal von vorn scannen, sondern können die Seiten in der PDF-Datei stattdessen neu ordnen. Schieben Sie die Seiten in der Seitenliste einfach an die richtige Stelle und das PDF-Dokument wird entsprechend korrigiert.
es: ¿Mezclaste algunas páginas durante el escaneo? No es necesario empezar de nuevo, puedes reordenar rápidamente las páginas en tu archivo PDF después del escaneo. Sólo tienes que arrastrar y soltar páginas en la lista de páginas y poner todo donde pertenece.
fr: Vous avez mélangé certaines pages lors de la numérisation ? Pas besoin de recommencer, vous pouvez rapidement réorganiser les pages de votre fichier PDF après la numérisation. Faites simplement glisser et déposer les pages dans la liste des pages et remettez dans le bon ordre.
id: Mencampur beberapa halaman saat memindai? Tidak perlu memulai dari awal, anda dapat menyusun ulang halaman dalam file PDF dengan cepat setelah memindai. Cukup seret dan lepas halaman di daftar halaman dan letakkan semuanya di tempatnya.
it: Hai mischiato alcune pagine durante la scansione? Non c'è bisogno di iniziare da capo, puoi riordinarle velocemente nel tuo PDF dopo la scansione. Basta trascinare e rilasciare le pagine nell'elenco e mettere ogni cosa al suo posto.

# HelpSaveChangesBody
source: If you edit your scans in the app, the changes are saved immediately in the background. Just scan some pages, edit the result and you're done!
de: Wenn Sie Scans in der App bearbeiten, werden die Änderungen immer automatisch im Hintergrund gespeichert. So können Sie einfach scannen und bearbeiten und alle Dateien sind direkt fertig!
es: Si editas tus escaneos en la aplicación, los cambios se guardan inmediatamente en segundo plano. ¡Sólo tienes que escanear algunas páginas, editar el resultado y listo!
fr: Si vous modifiez vos numérisations dans l'application, les modifications sont enregistrées immédiatement en arrière-plan. Il suffit de numériser quelques pages, de modifier le résultat et le tour est joué !
id: Jika anda mengedit pindaian di aplikasi ini, perubahan langsung disimpan di latar belakang. Cukup pindai beberapa halaman, edit hasilnya dan selesai!
it: Se modifichi le tue scansioni nell'app, i cambiamenti sono salvati immediatamente in background. Scansiona alcune pagine, modifica il risultato e il gioco è fatto!

# HelpStartNewPdfBody
source: If you'd like to scan to a new PDF file instead of adding pages to an existing one, you don't need to restart the app. Just select the little arrow next to the scan button and start fresh.
de: Wenn Sie eine neue PDF-Datei beginnen möchten, statt Seiten zu einer bestehenden hinzuzufügen, müssen Sie nicht die App neu starten. Wählen Sie einfach den kleinen Pfeil neben dem "Scannen"-Knopf und starten Sie eine neue Datei.
es: Si deseas escanear a un nuevo archivo PDF en lugar de agregar páginas a uno existente, no es necesario reiniciar la aplicación. Sólo tienes que seleccionar la pequeña flecha junto al botón de exploración y empezar de nuevo.
fr: Si vous souhaitez numériser vers un nouveau fichier PDF au lieu d'ajouter des pages à un fichier existant, vous n'avez pas besoin de redémarrer l'application. Sélectionnez simplement la petite flèche à côté du bouton de numérisation et recommencez à zéro.
id: Jika anda ingin memindai ke file PDF baru alih-alih menambahkan halaman ke file yang sudah ada, anda tidak perlu memulai ulang aplikasi ini. Cukup pilih panah kecil di sebelah tombol pindai dan mulai baru.
it: Se preferisci scansionare in un nuovo PDF invece che aggiungere le pagine ad uno esistente, non c'è bisogno di riavviare l'app. Seleziona la piccola freccia vicino al tasto di scansione e inizia da capo.
